Repository: openSUSE/kudos
Catalog: frontend/locale/*_HANTEC.po
Languages: cs_hantec

source: Home
cs_hantec: Bejvák

source: All Kudos
cs_hantec: Všecky KUDOSy

source: All Badges
cs_hantec: Všecky cinkrlátka

source: ＋ Kudos
cs_hantec: ＋ Dej KUDO

source: Login
cs_hantec: Šup dovnitř

source: Admin
cs_hantec: Šéfík

source: My Stuff
cs_hantec: Moje harampádí

source: Powered by openSUSE
cs_hantec: Poháněný geekom

source: Logout
cs_hantec: Zdejchni se

source: Switch Theme
cs_hantec: Přepni štyl

source: Language
cs_hantec: Řeč

source: Play Music
cs_hantec: Pusť šlágra

source: Sing along!
cs_hantec: Zahulákej si!

source: You received a KUDO!
cs_hantec: Dostal si KUDO, týjo!

source: Send a KUDO
cs_hantec: Pošli KUDO kámošovi

source: Message
cs_hantec: Šťoura

source: Category
cs_hantec: Škatule

source: From
cs_hantec: Od koho

source: To
cs_hantec: Komu

source: Submit
cs_hantec: Pál to tam!

source: You have earned a badge!
cs_hantec: Vyfásl si cinkrlátko!

source: Welcome to openSUSE Kudos!
cs_hantec: Vítej na openSUSE KUDOS, borec!

source: Give your fellow Geeko some love.
cs_hantec: Hoď geekom nějaký to KUDO, ne?

source: Start by giving your first KUDO!
cs_hantec: Začni a švihni tam svý první KUDO!

source: My KUDOS
cs_hantec: Moje KUDOša

source: Badges
cs_hantec: Cinkrlátka

source: Statistics
cs_hantec: Statistiky jak v hospodě

source: Profile
cs_hantec: Obličaj

source: Top Contributors
cs_hantec: Největší borci

source: KUDOS Given
cs_hantec: KUDOša rozdaný

source: KUDOS Received
cs_hantec: KUDOša přijatý
